Repository: pcarmona79/sags-client
Catalog: po/*.po
Languages: es

source: OK
es: Aceptar

source: Send
es: Enviar

source: Channel's topic:
es: Tópico del canal:

source: ---> %s has joined the channel
es: ---> %s ha entrado al canal

source: <--- %s leaves the channel
es: <--- %s deja el canal

source: >>> The channel's topic is: %s
es: >>> El tópico del canal es: %s

source: >>> %s sets topic to: %s
es: >>> %s cambia el tópico a: %s

source: To:
es: Para:

source: Close
es: Cerrar

source: Console's font
es: Fuente de las consolas

source: Chat channel's font
es: Cambia la fuente del canal de chat

source: Server:
es: Servidor:

source: Username:
es: Nombre de usuario:

source: Password:
es: Contraseña:

source: Cancel
es: Cancelar

source: SAGS Client %s
es: Cliente SAGS %s

source: Processes list
es: Lista de procesos

source: Process's information
es: Información del proceso

source: Name
es: Nombre

source: Value
es: Valor

source: &Connect...
es: &Conectar...

source: Connect to server
es: Conectar a un servidor

source: &Disconnect
es: &Desconectar

source: Disconnect from server
es: Desconectar del servidor

source: E&xit
es: &Salir

source: Exit the application
es: Salir de la aplicación

source: &Save to file...
es: &Guardar en archivo...

source: Save console's messages to a file
es: Guarda los mensajes de la consola a un archivo

source: &Maintenance mode OFF
es: &Modo de mantenimiento apagado

source: Change the maintenance mode of the actual process
es: Cambia el modo de mantenimiento del proceso actual

source: &Kill
es: &Terminar

source: Terminates the actual process
es: Termina el proceso actual

source: &Launch
es: &Lanzar

source: Launch the actual process
es: Lanza el proceso actual

source: Force to &restart
es: Fuerza a &reiniciar

source: Force to restart the actual process
es: Fuerza a reiniciar el proceso actual

source: Save &chat to file...
es: Guardar &conversación en archivo...

source: Save chat's messages to a file
es: Guarda la conversación en un archivo

source: Save &logs to file...
es: Guardar &registros en archivo...

source: Save logs to a file
es: Guarda los registros en un archivo

source: Show &logs
es: Mostrar &registros

source: Show the logging window
es: Mostrar la ventana de registros

source: &Preferences...
es: &Preferencias...

source: Change program's preferences
es: Cambia las preferencias del programa

source: &Contents
es: &Contenidos

source: Show help contents
es: Muestra los contenidos de la ayuda

source: &About...
es: &Acerca de...

source: About this application
es: Acerca de esta aplicación

source: &Session
es: &Sesión

source: &Process
es: &Proceso

source: &Tab
es: Pes&taña

source: &View
es: &Ver

source: &Help
es: A&yuda

source: Logs
es: Registros

source: Chat
es: Conversación

source: Disconnected
es: Desconectado

source: Disconnected.
es: Desconectado.

source: Connect to...
es: Conectar a...

source: Connecting to server [
es: Conectando al servidor [

source: Disconnecting...
es: Desconectando...

source: Not connected
es: No conectado

source: Help file %s%s don't exists
es: Archivo de ayuda %s%s no existe

source: Help file %s don't exists
es: Archivo de ayuda %s no existe

source: Couldn't get file type for text/html
es: No se pudo obtener el tipo de archivo para text/html

source: Couldn't get command for running web browser
es: No se pudo obtener el comando para ejecutar el navegador

source: Secure Administrator of Game Servers http://sags.sourceforge.net/ (C) 2004 Pablo Carmona Amigo Licensed under the GNU GPL
es: Administrador Seguro de Servidores de Juegos http://sags.sourceforge.net/ (C) 2004 Pablo Carmona Amigo Licenciado bajo la GNU GPL

source: About
es: Acerca de

source: Connected to server. Authenticating...
es: Conectado al servidor. Autenticando...

source: Logged in successfully.
es: Autenticado exitosamente.

source: Getting process's log...
es: Obteniendo registros del proceso...

source: Session::ConsoleSuccess on process %d
es: Session::ConsoleSuccess en proceso %d

source: Receiving logs for process %d: %.1f KB (%.1f%%)
es: Recibiendo registros del proceso %d: %.1f KB (%.1f%%)

source: Received %.1f KB of logs of process %d
es: Recibidos %.1f KB de registros del proceso %d

source: User:
es: Usuario:

source: Server: [
es: Servidor: [

source: Process %d:
es: Proceso %d:

source: Added page "Process %d"
es: Agregada página "Process %d"

source: You are an administrator of this server
es: Eres un administrador de este servidor

source: Creating new process with index %d
es: Creando nuevo proceso con índice %d

source: Process %d exits: "%s"
es: Proceso %d sale: "%s"

source: Process %d start: "%s"
es: Proceso %d se inicia: "%s"

source: &Maintenance mode ON
es: &Modo de mantenimiento encendido

source: Process %d has maintenance mode ON
es: Proceso %d tiene el modo de mantenimiento encendido

source: Process %d has maintenance mode OFF
es: Proceso %d tiene el modo de mantenimiento apagado

source: Disconnected from server.
es: Desconectado desde el servidor.

source: Server is full. Disconnected.
es: El servidor está lleno. Desconectado.

source: Protocol's version not valid. Disconnected.
es: Versión de protocolo no válida. Desconectado.

source: Username or password not valid. Disconnected.
es: Nombre de usuario o contraseña no válida. Desconectado.

source: Time for authentication has expired. Disconnected.
es: Expiró el tiempo para la autenticación. Desconectado.

source: Server is shutting down. Disconnected.
es: El servidor se está cerrando. Desconectado.

source: User logged in from other place. Disconnected.
es: Usuario conectado desde otro lugar. Desconectado.

source: Bad process on server:
es: Proceso no válido en el servidor:

source: Server can't write to the process.
es: Servidor no puede escribir en el proceso.

source: Process %s couldn't be terminated.
es: Proceso %s no pudo ser terminado.

source: Process %s couldn't be launched.
es: Proceso %s no pudo ser lanzado.

source: Process %s couldn't be restarted.
es: Proceso %s no pudo ser reiniciado.

source: Maintenance mode not allowed
es: Modo de mantenimiento no permitido

source: User don't exists in channel
es: Usuario no existe en el canal

source: Generic Error:
es: Error genérico:

source: Failed to connect to server.
es: Falló la conexión al servidor.

source: Failed to read data from server.
es: Falló la lectura de datos desde el servidor.

source: Failed to read data from server. Disconnected.
es: Falló la lectura de datos desde el servidor. Desconectado.

source: Save to file
es: Guardar en archivo

source: Preferences
es: Preferencias
